{
  "companyMission": {
    "standard": "parce que je pense pouvoir apporter une réelle valeur ajoutée à votre entreprise grâce à mon expertise technique et à ma capacité d'adaptation, tout en consolidant mes compétences au contact de la diversité de vos projets.",
    "ed-tech": "grâce à votre engagement dans la digitalisation des outils éducatifs qui fait écho à mon parcours en ed-tech. En effet, fort de plusieurs années d’expérience dans l’éducation numérique en tant que développeur, j’ai travaillé sur des projets facilitant l’apprentissage et améliorant l’accès aux connaissances. Le côté \"Job that make sens\" est important pour moi.",
    "ecology": "parce que je pense que nous partageons les mêmes valeurs en ce qui concerne la sensibilité environnementale et la prise de conscience de l'impact de l'empreinte carbone de nos sociétés, à ce sujet je suis également bénévole au shift project, avec lesquels j'apporte mon expertise sur certains sujets techniques. Le côté \"Job that make sens\" est important pour moi.",
    "energy": "parce que je pense que nous partageons les mêmes valeurs en ce qui concerne la nécessité de développer une énergie propre à grande échelle. A ce sujet je suis également bénévole au shift project, avec lesquels j'apporte mon expertise sur certains sujets techniques. Le côté \"Job that make sens\" est important pour moi.",
    "enabling_connections": "parce qu'une application favorisant la mise en relation entre les particuliers simplifie le quotidien et ce sont les raisons qui me donnent envie d'exercer le métier de développeur. Le côté \"Job that make sens\" est important pour moi.",
    "health": "grâce à votre engagement pour un meilleur accès aux soins et à la prévention, qui fait écho à mon désir d'allier technologie et impact social. En effet, le côté \"Job that make sens\" est important pour moi.",
    "green_mobility": "parce que votre engagement en faveur d'une mobilité durable fait écho à mon parcours en urbanisme et en aménagement du territoire. Le côté \"Job that make sens\" est important pour moi.",
    "géographies": "",
    "aménagement_du_territoire": "",
    "histoire": "",
    "politique": "",
    "education": "",
    "sécurité": "",
    "fonction_publique": "",
    "animaux": "",
    "féminisme": "",
    "sexualité": "",
    "social_justice": "",
    "arts": "",
    "sport": "",
    "esn": "",
    "justice": "",
    "immobilier": "",
    "cybersecurite": ""
  },
  "companyTechStack_same": {
    "python": "Python",
    "django": "Django",
    "html_css": "HTML, CSS",
    "javascript": "JavaScript",
    "typescript": "TypeScript",
    "react": "React",
    "next": "Next.js",
    "tailwind": "Tailwind",
    "node": "Node.js",
    "vuejs": "Vue.js",
    "devops": "des outils DevOps"
  },
  "companyTechStack_other": {
    "angular": "Angular",
    "java": "Java",
    "php": "PHP",
    "ruby": "Ruby",
    "go": "Go"
  },
  "staticParts": {
    "base": "Bonjour,\n\nJe m’appelle Dimitri Hoareau, j'ai 5 années d'expérience en développement web. Anciennement enseignant, j’ai construit un parcours qui allie compétences techniques et expérience pédagogique. Rejoindre [companyName] m’intéresse particulièrement, notamment [companyMission]",
    "experience": "Au cours de mes expériences, j’ai contribué au développement et à la maintenance de plateformes LMS et d’outils digitaux pour des startups, collectivités ou grands groupes.",
    "tech_experience": "Ma maîtrise de technologies telles que [companyTechStack_same] me permet de concevoir des applications maintenables et sécurisées. L'utilisation de ces outils dans votre stack technique reflète une approche moderne, en accord avec mon expérience de développeur.",
    "tech_objectives": "Concernant [companyTechStack_other], ma compréhension des paradigmes de programmation back-end me permettra de monter rapidement en compétences et d'être opérationnel sur un temps court.",
    "personal_traits": "Ce qui me caractérise, c’est ma capacité à conjuguer rigueur technique et pédagogie pour m’adresser aussi bien aux profils tech qu’aux non-tech. Autonome et habitué aux environnements agiles, je sais rapidement identifier les priorités et adapter mes méthodes pour relever efficacement les défis techniques. De plus, je ne me limite pas à l’aspect technique : j’ai une vision globale et j’accorde une grande importance à l’aspect produit, ce qui me permet d’assurer une cohérence entre le développement et la stratégie business.",
    "closing": "Je serais heureux de pouvoir discuter plus en détail de la manière dont mon expérience et mes compétences peuvent s’intégrer à vos projets. Je vous ai fourni un exemplaire de mon CV en pièce jointe, et voici un lien vers mon profil LinkedIn : https://www.linkedin.com/in/dimitri-hoareau/\n\nJe vous remercie pour l’attention portée à ma candidature. Je suis mobile géographiquement et reste à votre disposition pour convenir d’un entretien.",
    "signature": "Cordialement,\n\nDimitri Hoareau"
  }
}
